Repository: alifadisaleh99/robert-app
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Home
ar: الصفحة الرئيسية

source: Tests
ar: الاختبارات

source: Categories
ar: التصنيفات

source: Press back again to exit the app
ar: اضغط على الرجوع مرة أخرى للخروج من التطبيق

source: Search by test name
ar: ابحث عن طريق اسم الاختبار

source: See all
ar: انظر الكل

source: Latest Tests
ar: أحدث الاختبارات

source: Most popular tests
ar: أشهر الاختبارات

source: Random tests
ar: اختبارات عشوائية

source: Test types
ar: أصناف الاختبارات

source: All tests
ar: كل الاختبارات

source: Filter
ar: فلتر

source: All
ar: الكل

source: Apply
ar: تاكيد

source: Reset
ar: إعادة ضبط

source: No tests found
ar: لم يتم العثور على اختبارات

source: Sorry, no tests match the filter criteria you applied.
ar: عذراً، لا توجد اختبارات تطابق معايير التصفية التي قمت بتطبيقها.

source: Similar tests
ar: الاختبارت المشابهة

source: Stop Test
ar: توقف الاختبار

source: Start Test
ar: بدء الاختبار
